[[{"id":0,"category":"news","title":"Board of Trustees at West Auckland school walks out","subtitle":"Education authorities have stepped in to help a West Auckland primary school after its entire board of trustees walked out.","author":"Education Central","date":"September 25, 2018","content":["Education authorities have stepped in to help a West Auckland primary school after its entire board of trustees walked out.","The Ministry of Education has moved in on Matipo Primary School, in Te Atat&#x16B; Peninsula, after the remaining three members of its board resigned late last week.","All three members, including the chair, were elected parent representatives. They declined to comment.","The resignations come after several other members left in previous months; including the former chairwoman, who announced her resignation at a meeting in June.","They also follow&#xA0;<a href=\"https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=12042825\" target=\"_blank\" rel=\"noopener\">historical concerns of serious misconduct relating to financial matters</a>&#xA0;at the school; which led to investigations being carried out by the Ministry, the Education Council and police.","The Ministry&#x2019;s Katrina Casey, deputy secretary sector enablement and support, said they were made aware of the latest situation at Matipo yesterday morning.","&#x201C;As a result, we have met with the principal and New Zealand School Trustees Association to work through the support that the school requires to address the governance gap these resignations create.&#x201D;","That support, she said, would likely come in the form of a commissioner that would replace the board under section 78N(3) of the Education Act 1989.","Casey thanked former members of the board for their commitment and said the Ministry would be working to help youngsters at Matipo.","&#x201C;We will support the school as it continues to focus on delivering a great education to students.&#x201D;","The exact reason for the resignations had not been officially explained.","However, it was understood more than a dozen teachers or staff members had either resigned or been let go this year and there was growing concern among parents and the wider school community.","Principal Paul Wright, who replaced long-time headmaster Wayne Bainbridge last October, confirmed he had met with the Ministry and NZSTA yesterday.","He said the school&#x2019;s priority was its pupils.","&#x201C;We can confirm the school remains in a strong position to continue to provide the excellent education opportunities it is known for and that students and their achievement remain our priority.&#x201D;","<strong>PARENTS CONCERNED:</strong>","A parent who asked not to be named told the&#xA0;Herald&#xA0;there had been a lot of disturbance at the school this year &#x2013; with a high teacher turnover and parents approaching nearby schools in a bid to enrol their children elsewhere.","The lack of teachers had resulted in some classes across year levels having to be merged so that students had a teacher, the parent said.","Their child&#x2019;s class had students in years 4, 5 and 6 being taught together.","&#x201C;You might see that at a rural school, but not in Auckland,&#x201D; they said.","&#x201C;A lot of people are shocked [at the latest development] but they&#x2019;re excited that there&#x2019;s something that might happen.","&#x201C;A lot of kids are moving &#x2026; and a lot of people were worried, you know, you lose the school and it takes a couple of years for it to recover. It used to be a great school.&#x201D;","Asked about the situation and the issues that had led to the mass resignations, Wright said: &#x201C;At this point, we think it is appropriate to wait for a commissioner to be appointed before making further comment.&#x201D;","Parents were&#xA0;<a href=\"http://matipo.school.nz/\" target=\"_blank\" rel=\"noopener\">advised of the situation via a statement</a>&#xA0;released on the school&#x2019;s website that acknowledged the work of the board and encouraged parents who had questions to get in touch with the principal.","&#x201C;In the meantime, our staff will be doing everything needed to ensure that these governance matters have no impact on our children and the exciting things planned for this last week of term and that the school environment remains positive and settled for them.&#x201D;","<em><strong>Source: <a href=\"https://www.newstalkzb.co.nz/news/education/ministry-of-education-moves-in-on-west-auckland-school-after-entire-board-resigns/\">Newstalk ZB</a></strong></em>"]},{"id":1,"category":"news","title":"Primary teachers’ union recommends rolling regional strikes","subtitle":"The primary teachers' union has recommended rolling regional strikes in November, after rejecting a proposed two-day national strike.","author":"Education Central","date":"October 1, 2018","content":["The primary teachers&#x2019; union has recommended rolling regional strikes in November, after rejecting a proposed two-day national strike.","The union, the NZ Educational Institute (NZEI), failed to reach agreement on the next steps in their pay dispute as scheduled this morning, and had to allow more time for debate this afternoon.","Just after 5.30pm, president Lynda Stuart said the union&#x2019;s national executive had decided to recommend rolling one-day strikes in the week between November 12 and 16, starting in Auckland on the Monday and ending in Wellington on the Friday.","All members will be asked to vote on the proposal in an electronic ballot from October 16-25.","The union is seeking a 16 per cent pay increase over two years plus more staffing, including for special needs co-ordinators (Sencos) and reducing the staff/student ratio in Years 4 to 8 from 1:29 to 1:25.","The Ministry of Education has offered a revised 9.3 per cent pay rise over three years. It has not offered any significant change on staffing, although Associate Education Minister Tracey Martin has issued a draft plan, which is still subject to funding, to put Sencos into all schools.","Secretary of Education Iona Holsted said the Ministry of Education would continue to negotiate with NZEI &#x201C;to avoid disruption for children and their families and to reach a settlement&#x201D;.","Stuart said no further dates for negotiation had been set but said: &#x201C;We want to actually settle this.&#x201D;","She said the union would talk to politicians.","&#x201C;The Ministry of Education are the ones we negotiate with, but decisions are made by politicians, we know that,&#x201D; she said. &#x201C;So it&#x2019;s really important that where we have a need to have conversations, we have them.&#x201D;","Acting Education Minister Tracey Martin attended the conference dinner in Rotorua last night but Stuart said she did not discuss the pay dispute.","Education Minister Chris Hipkins is on parental leave but is breaking his leave to speak to the PPTA conference tomorrow.","Teachers who attended rallies in all the main cities during the NZEI&#x2019;s first strike on August 15 voted overwhelmingly by voice to support a two-day national strike rather than rolling regional stoppages, and the NZEI executive appears to have expected that to be endorsed at the union&#x2019;s conference in Rotorua.","Media were banned from the debate in which the 400 delegates, sitting around 37 tables, discussed four options at each table: a two-day national strike, one-day regional strikes, a work-to-rule and a withdrawal of some teaching hours.","Members said some tables opposed a two-day strike because of the financial cost to teachers with mortgages and other commitments.","Some others opposed the strike options out of concern for the students and their parents, fearing that sole parents and other low-income parents could not afford to take more days off work to look after their children if their teachers went on strike.","Some proposed other actions such as taking buses to Wellington decked out with protest banners to gather public support.","Stuart acknowledged that the financial cost of a two-day strike was an issue and said the union would provide information for members struggling to cope with lost pay in the rolling strikes. But she said the union had no strike fund for welfare purposes.","Meanwhile, the Post Primary Teachers&#x2019; Association (PPTA) starts its annual conference in Wellington tomorrow and is also expected to reject the Education Ministry&#x2019;s initial offer in response to a PPTA claim of an immediate 15 per cent pay rise and a rental housing allowance of up to $100 a week in Auckland, Tauranga and Queenstown.","PPTA president Jack Boyle said in Rotorua that his union was not planning any immediate industrial action.","&#x201C;We are at the table, and will continue to be at the table,&#x201D; he said.","He said teachers refused to accept that the Government could not afford to pay them a big pay increase because it was committed to &#x201C;budget responsibility rules&#x201D; &#x2013; keeping core Government spending to about 30 per cent of gross domestic product (GDP) and reducing the public debt to 20 per cent of gross domestic product by 2022.","&#x201C;Where there&#x2019;s a will, there are multiple ways,&#x201D; Boyle said.","&#x201C;If your children are in a classroom today in any secondary school in NZ, 40 per cent of those schools have classes that are being merged because they can&#x2019;t get relievers. Your child is in a classroom that is suboptimal for learning because they are in a class that is merged or with a teacher who is not trained for the subject they are learning, or is in a classroom without a registered teacher or being led by a student with no adult at all.","&#x201C;That is not going to meet anybody&#x2019;s learning needs.&#x201D;","<em><strong>Source: <a href=\"https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=12135126\">NZ Herald</a></strong></em>"]},{"id":2,"category":"news","title":"Ministry urges teachers to vote ‘no’ to more strikes","subtitle":"The Ministry of Education defends its offer and its work with the sector, as primary teachers and principals prepare to vote on whether to hold a national week of one-day strike actions in November.","author":"Education Central","date":"October 1, 2018","content":["The Ministry of Education is urging educators to say no to further industrial action as NZEI Te Riu Roa announces that teachers and principals will vote on&#xA0;whether to hold a national week of one-day strike actions in November.","The announcement &#x2013; made at the union&#x2019;s annual conference &#x2013; comes after primary teachers reject the latest Ministry offer, which included a 9.3 per cent wage increase to settle the collective agreements.","While improved from the Ministry&#x2019;s initial offer, the union says the offer failed to address the need for a significant pay jolt, teacher workload or resourcing for children with additional learning needs.","However, Secretary of Education Iona Holsted says the Ministry is working to address aspects of the union&#x2019;s claim and to improve conditions for teachers and principals, including the removal of National Standards, efforts to increase teacher supply, and the recent launch of the draft Disability and Learning Support Action Plan.","Holsted says the Ministry is also working with teachers and principals to reduce their workload, improve wellbeing and plan a medium to long-term workforce strategy.","However, NZEI president Lynda Stuart says it isn&#x2019;t enough.","&#x201C;Our members are concerned about the impact any&#xA0;strike will have on parents and children, but on balance we are hearing that education is already being disrupted by the teacher shortage. <a href=\"https://protect-au.mimecast.com/s/WojzCL7rM6tPow86UA6avF?domain=nzeimediareleases.cmail20.com\">Over half of schools didn&#x2019;t have enough staff last term</a>.&#xA0;We are hearing about so many children being shifted into other classes because schools can&#x2019;t find a teacher for them.&#x201D;","The proposed strike action would consist of rolling one-day strikes throughout the country in November. Secret&#xA0;ballots on the action will be conducted by NZEI from October 16-25.","The Ministry says it will continue to negotiate with NZEI to avoid disruption for children and their families and to reach a settlement."]},{"id":3,"category":"news","title":"Secondary school teacher’s union rejects pay offer","subtitle":"The secondary school teachers' union has voted to reject the Government's latest pay offer.","author":"Education Central","date":"October 2, 2018","content":["Secondary teachers have voted to reject a 9.3 per cent pay offer from the Government, and say if a second offer isn&#x2019;t good enough, they&#x2019;ll be voting on industrial action next.","PPTA Annual Conference delegates have unanimously voted to reject the STCA offer from the Ministry","&#x2014; Teachers@ PPTA (@NZPPTA) <a href=\"https://twitter.com/NZPPTA/status/1046946498238341121?ref_src=twsrc%5Etfw\">October 2, 2018</a>","<script async src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>Delegates representing more than 17,000 secondary teachers, meeting at the Post Primary Teachers&#x2019; Association annual conference in Wellington, called on the Government to come back with an offer that genuinely addressed teacher shortages and excessive workload before union meetings beginning on November 7.","Delegates voted unanimously to reject the offer, and cheered when it was carried.","Many called the offer &#x201C;insulting&#x201D;, saying it didn&#x2019;t address teacher shortages or workload issues.","&#x201C;The Government&#x2019;s offer doesn&#x2019;t touch the sides of addressing the problem,&#x201D; said PPTA president Jack Boyle.","&#x201C;We can&#x2019;t accept this offer. It would leave secondary teaching on the downward trajectory that it&#x2019;s been on for the last decade, with the attractiveness and sustainability of this great profession being eroded further,&#x201D; Boyle said in a statement.","A vote for industrial action would put them on the same war footing as their primary teacher counterparts, who will decide later this month whether to take part in a week of rolling strikes in the regions in November.","The NZEI, which represents primary teachers, is seeking 16 per cent pay increase over two years plus more staffing. The Ministry of Education has offered a revised 9.3 per cent pay rise over three years.","Deputy Secretary Ellen MacGregor-Reid revealed today that the same offer was made to secondary teachers.","She said it was a good offer that moved beginner teachers&#x2019; base salaries from $51,200 to $55,137 and base salaries for those at the top of the scale from $78,000 to $85,233.","&#x201C;This is a 9.3% increase for the majority of secondary school teachers.&#x201D;","Other concerns such as workload, wellbeing and recruitment, were being addressed outside the bargaining process.","The majority of teachers (57 per cent) were paid more than the base scale, in the form of management units, for taking on extra responsibilities.","Earlier today, Education Minister Chris Hipkins said the PPTA&#x2019;s 15 per cent pay claim was <a href=\"https://educationcentral.co.nz/chris-hipkins-talks-down-pay-expectations-by-secondary-teachers-at-ppta-conference/\">&#x201C;out of the ballpark&#x201D;</a>.","Hipkins, who spoke at the PPTA conference today, appeared to be trying to manage expectations when he told delegates that there were huge deficits across many areas that the Government was trying to fix.","&#x201C;We do want to spend more on education. But we can&#x2019;t make up for nine years of educational and wider social neglect in one Budget, or even one term of government. I think all of you know that,&#x201D; he said.","The Government would look at how it could &#x201C;reshape the offer&#x201D; but the Government did not have an unlimited supply of money and was &#x201C;stretching the envelope already&#x201D;, Hipkins told reporters afterwards.","National&#x2019;s education spokeswoman Nikki Kaye said it was not possible for the Government to cry poor when it was putting $2.8 billion into tertiary students, hundreds of millions into diplomats and funding into regional development. It needed to be upfront about the breakdown of the teachers&#x2019; package.","&#x201C;We do understand the flow-on effect to other public sector workers but I don&#x2019;t believe the Government has been transparent enough about the numbers,&#x201D; she said.","<strong>PPTA key claims</strong>","<em><strong>Source: <a href=\"https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=12135679\">NZ Herald</a></strong></em>"]}],[{"id":0,"category":"features","title":"Secondary school teachers poised to reject latest pay offer","subtitle":"Secondary school teachers from around the country are being advised to reject the latest pay offer from the Ministry of Education.","author":"Education Central","date":"October 2, 2018","content":["<strong>By: Melissa Nightingale</strong>","Secondary school teachers from around the country are being advised to reject the latest pay offer from the Ministry of Education.","The Post Primary Teachers Association (PPTA) earlier called for an immediate 15 per cent pay rise worth $242 million for the country&#x2019;s 25,765 secondary teachers, as well as a $100 per week housing allowance for Auckland, Tauranga and Queenstown.","Secondary teachers from around the country are meeting this morning at the PPTA&#x2019;s annual conference to discuss the <a href=\"https://educationcentral.co.nz/ministry-urges-teachers-to-vote-no-to-more-strikes/\">recommendation they reject the Government&#x2019;s offer</a> for their collective agreement.","After thorough analysis and taking into account feedback from members, the executive of the PPTA are recommending conference delegates reject the offer. Delegates will decide whether to reject the offer, or to accept it and take it out to members for ratification.","&#x201C;This offer doesn&#x2019;t come anywhere near addressing the teacher shortages we are facing. We cannot countenance putting generations of young people&#x2019;s learning at risk because there are not enough teachers to staff schools,&#x201D; PPTA president Jack Boyle said in an earlier statement.","At the conference today, Boyle said the annual meeting was the biggest decision-making body in the organisation.","He said the PPTA was proud it had improved terms and conditions for teachers and resisted attempts to undermine the collective.","&#x201C;Last year we collectively called on the Government to correct the damage caused by a decade of neglect.&#x201D;","The teacher shortage had &#x201C;undoubtedly worsened&#x201D; since then, and children were &#x201C;missing out on one-to-one time they&#x2019;re needing with us&#x201D;.","&#x201C;Children are missing out on the best possible education that should be a right in this country.","&#x201C;We have a Labour-Greens-New Zealand First coalition Government, we&#x2019;re in negotiations with them [for] agreed terms and conditions that will once again make teaching the desirable, critical profession that it once was.&#x201D;","Boyle said they would not stop until teaching was respected and supported &#x201C;as it should be&#x201D;.","The PPTA will hold paid union meetings around the country beginning November 7.","Yesterday the primary teachers&#x2019; union, the NZEI, recommended rolling regional strikes in November after rejecting their latest pay offer.","President Lynda Stuart said the union&#x2019;s national executive had decided to recommend rolling one-day strikes in the week between November 12 and 16, starting in Auckland on the Monday and ending in Wellington on the Friday.","Members will vote from October 16-25.","The union is seeking a 16 per cent pay increase over two years plus more staffing, including for special-needs co-ordinators and reducing the staff/student ratio in Years 4 to 8 from 1:29 to 1:25.","The Ministry of Education has offered a revised 9.3 per cent pay rise over three years. It has not offered any significant change on staffing. But Associate Education Minister Tracey Martin has issued a draft plan, which is still subject to funding, to put special-needs co-ordinators into all schools.","The new proposed industrial action follows a one-day strike in August.","<em><strong>Source:<a href=\"https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=12135433\"> NZ Herald</a></strong></em>"]},{"id":1,"category":"features","title":"Chris Hipkins talks down pay expectations by secondary teachers at PPTA conference","subtitle":"A 15 per cent pay claim by secondary school teachers is \"out of the ballpark\", Education Minister Chris Hipkins has warned.","author":"Education Central","date":"October 2, 2018","content":["<strong>By: Lucy Bennett</strong>","&#xA0;","A 15 per cent pay claim by secondary school teachers is &#x201C;out of the ballpark&#x201D;, Education Minister Chris Hipkins has warned.","Hipkins spoke at the opening day of the Post Primary Teachers Association (PPTA) conference in Wellington today where pay negotiations for its 17,500 members were the hot topic.","Hipkins appeared to be trying to manage expectations when he told delegates that there were huge deficits across many areas that the Government was trying to fix.","&#x201C;We do want to spend more on education. But we can&#x2019;t make up for nine years of educational and wider social neglect in one Budget, or even one term of Government. I think all of you know that,&#x201D; he said.","Speaking to reporters afterwards, Hipkins suggested the 15 per cent increase being sought by the PPTA in the first year of settlement was unrealistic.","&#x201C;The Government needs to weigh up the overall pay increases that are being requested over the public sector. I think 15 per cent is certainly out of the ballpark that the Government would be willing to consider.&#x201D;","Hipkins said he wouldn&#x2019;t be drawn into negotiating through the media &#x201C;but clearly we are committed to around the bargaining table and working through the issues teachers have been raising&#x201D;.","The Government would look at how it could &#x201C;reshape the offer&#x201D; but the Government did not have an unlimited supply of money and was &#x201C;stretching the envelope already&#x201D;.","Hipkins said the PPTA had indicated it was not considering strike action at present but PPTA president Jack Boyle did not rule it out.","&#x201C;We&#x2019;re not planning industrial action at this point. I can&#x2019;t say there will be no industrial action,&#x201D; Boyle told the&#xA0;<i>Herald.</i>","&#x201C;I&#x2019;m not planning anything, it&#x2019;s not my call. It will be around, through the process of negotiations, whether secondary teachers say &#x2018;yes this is the direction we need or no this is so far away&#x2019;.&#x201D;","He said the Government and the union were a long way apart in their negotiations so far but the union was committed to getting around the bargaining table in good faith.","National&#x2019;s education spokeswoman Nikki Kaye said it was not possible for the Government to cry poor when it was putting $2.8 billion into tertiary students, hundreds of millions into diplomats and funding into regional development. It needed to be upfront about the breakdown of the teachers&#x2019; package.","&#x201C;We do understand the flow-on effect to other public sector workers but I don&#x2019;t believe the Government has been transparent enough about the numbers,&#x201D; she said.","PPTA delegates will discuss whether to back a recommendation from their union to reject the offer this afternoon.","&#x201C;This offer doesn&#x2019;t come anywhere near addressing the teacher shortages we are facing. We cannot countenance putting generations of young people&#x2019;s learning at risk because there are not enough teachers to staff schools,&#x201D; Boyle said.","The PPTA will then hold meetings around the country beginning on November 7.","Yesterday the primary teachers&#x2019; union, the NZEI, recommended a week of rolling one-day regional strikes between November 12 and 16 after rejecting their latest pay offer.<br>\nMembers will vote from October 16-25 on that..","The union is seeking a 16 per cent pay increase over two years plus more staffing.","The Ministry of Education has offered a revised 9.3 per cent pay rise over three years.","The new proposed industrial action follows a one-day strike in August.","<strong>PPTA key claims</strong>","<em><strong>Source: <a href=\"https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=12135615\">NZ Herald</a></strong></em>"]},{"id":2,"category":"features","title":"Why overseas teachers will help – but not solve – New Zealand’s teacher shortage crisis","subtitle":"New Zealand has a dire shortage of teachers. Yet despite recruitment campaigns and refresher programmes, a number of stories are emerging of overseas and returning teachers struggling to navigate the systems and costs involved with getting work in New Zealand schools. JUDE BARBACK suggests that valuing the existing teacher workforce is a better long-term solution.","author":"Education Central","date":"October 3, 2018","content":["Emily Jones can&#x2019;t wait to teach and live in New Zealand. The outdoorsy culture has immense appeal for Emily and her family, who live in a small town in Nebraska. But that&#x2019;s not the only thing that appeals about New Zealand.","&#x201C;The pay for teachers is quite amazing there as well,&#x201D; she says.","Emily&#x2019;s words will no doubt come as a shock to Kiwi teachers who are in the throes of campaigning for better pay and conditions. Primary teachers and principals have rejected a second Ministry of Education pay offer, and more strikes could be on the cards.","But in the United States, things are typically much worse for some teachers.","<strong>Underpaid and undervalued </strong>","After completing a Bachelor of Fine Arts and a Masters in Arts Education Emily started her job hunt.","&#x201C;The first position I was offered was for a Montessori school over an hour away from our home.&#xA0; That commute would have been absolutely ridiculous, but I thought if the pay was right, as we were struggling financially, I would take it.","&#x201C;They offered me my own classroom, plus required duties such as morning and after school care.&#xA0; My day would have started at 6:30am and ended around 7.&#xA0; I loved the school and really wanted to teach there.","&#x201C;Then they told me their pay: [USD]$24,000. Non-negotiable. My husband and I were absolutely shocked.&#xA0; A person with no high school diploma could easily make more money than that at a fast-food restaurant or grocery store. I am paying over $1,000 a month in student loans alone and it&#x2019;s really quite heart-breaking to know it may have been for nothing.&#x201D;","Emily interviewed in several other districts. She was offered another position for $30,000 per year, but turned it down as it was over an hour away from home.","Her circumstances echo a recent Time magazine feature about the dire pay and conditions for teachers in many &#x2013; but not all &#x2013; states of the US. A <a href=\"http://time.com/money/5387836/teacher-pay-big-misconceptions/\">Time Money report</a> revealed that teachers typically spend between $500 and $1000 a year of their own money on school supplies.","It is also common for educators in the US to work a second or third job to help make ends meet. One in ten AirBNB hosts in America are teachers, according to the report.","&#x201C;Every single full-time teacher I know has at least one other job.&#xA0; They work in restaurants at night, retail stores, private tutoring, etc.&#xA0; Teacher pay in America is just really awful.&#xA0; Teachers are completely underappreciated,&#x201D; says Emily.","After a year and a half of relief teaching and interviewing, the financial strain became too much and Emily sought work elsewhere. She is currently working at Habitat for Humanity which she loves but the student loan repayments continue to take their toll.","Emily is excited about her family&#x2019;s upcoming move to New Zealand. They have sold their house and are working with a migration agent to make it possible.","&#x201C;We looked into many other countries to move to, but New Zealand really just fits us.&#xA0; Or so we think!&#x201D;","<strong>How easy is it for an overseas or returning teacher to gain work in New Zealand?</strong>","In theory, Emily&#x2019;s chances of finding work in New Zealand are good. The Ministry of Education is looking to <a href=\"https://educationcentral.co.nz/govt-aims-to-recruit-400-overseas-teachers-to-fill-teaching-gaps/\">recruit at least 400 teachers</a> from overseas to fill desperate shortages in schools at the beginning of next year.","The feeling among Education Central readers was that while looking abroad might be a necessary step, more needed to be done to help overseas teachers get registered.","&#x201C;They&#x2019;re going to have to fix the registration system for overseas teachers, with the number that have come here in the past few years but gone home again because it&#x2019;s just too hard to get registered. Education Council is going to have to make it very easy for them to get into the classroom once they get here,&#x201D; comments one reader on Education Central&#x2019;s Facebook page <a href=\"https://www.facebook.com/pg/EdCentralNZ/posts/?ref=page_internal\">Teaching and Learning NZ</a>.","There is also strong feeling that more needs to be done to encourage returning Kiwi teachers back into the classroom. Both returning Kiwi teachers and overseas teachers trained in hard-to-staff subjects such as science, technology, maths and Te Reo M&#x101;ori are particularly sought after.","The&#xA0;Teaching Council&#x2019;s (formerly Education Council) Teacher Education Refresh (TER) programme was launched for this purpose &#x2013; to help teachers get back into the classroom. <a href=\"https://www.educationcouncil.org.nz/content/sarahs-story\">A case study</a> describes how Sarah, a UK-trained teacher who hadn&#x2019;t taught for 18 years, found the programme &#x201C;a lot of work&#x201D; but beneficial in terms of finding work.","&#x201C;It&#x2019;s definitely something you need to plan for &#x2013;in terms of costs and time commitments,&#x201D; says Sarah. &#x201C;Did the TER help? Yes. Was it a lot of work? Yes. But am I learning a lot? Definitely.&#x201D;","The Government has extended its commitment to covering the cost of teachers completing TER programmes beyond June 2018 and will subsidise TER courses for the next four years.","However, the Education Central chat revealed some disparaging views about the TER programme, with one correspondent describing it as &#x201C;ridiculous&#x201D;.","&#x201C;One of the topics was on the HISTORY of teaching in NZ &#x2013; I think in the middle of a worsening shortage they need to focus more on the present and future!&#x201D;","Another pondered what problem the course was meant to be fixing.","&#x201C;I am active in education and run professional development for teachers. I&#x2019;m told I have to do the entire course as I might not be up to date on Waitangi and assessment.&#x201D;","Former Education Minister Nikki Kaye introduced a fund to pay relocation grants of up to $5000 for immigrants and $7000 for returning Kiwis to up to 100 teachers relocating between December 2017 and June 2018, and a further 100 in the year to June 2019, which has now been bumped up to 160 teachers.","Yet, despite the teacher shortages, and despite the Ministry&#x2019;s recruitment campaigns and the TER programme, anecdotal evidence suggests many overseas teachers or returning teachers are still finding it difficult to get registered and employed.","Teachers on Education Central&#x2019;s facebook page weighed in on the topic, agreeing that there needed to be more emphasis on making it easier &#x2013; in terms of both the process and the cost &#x2013; for overseas and returning teachers to get back into the classroom.","&#x201C;I&#x2019;m a secondary science teacher with years of experience but after taking time out to have kids, have to do an 8 month course to re-register with no student loan available for costs, just to relief teach more than 10 days a year. And I can get part-time jobs [and] better paid jobs in other fields like HR, but I enjoy teaching,&#x201D; shared one correspondent.","Another is frustrated that his Australian degree doesn&#x2019;t translate well in New Zealand.","&#x201C;It&#x2019;s super annoying here [in New Zealand] how teacher preference and pay comes down to how technical your degree was. Because I did a 4 year double degree in Australia I&#x2019;m not seen as specialised, despite doing more educational units than most people. I had Novopay claim my 4 years teaching experience in Australia as 2 years and I&#x2019;m barely off minimum teacher wage ($52K).&#x201D;","Despite the apparent shortage, he has not had any luck with his job hunt here.","&#x201C;I&#x2019;ve applied for 15 jobs, all of them I didn&#x2019;t even get shortlisted. I&#x2019;ve pretty much given up, and accepted that it&#x2019;s either relief teaching for the rest of my career here, or find something more fulfilling.","&#x201C;It&#x2019;s infuriating, because I love teaching &#x2013; but this constant rejection is making me get over it as a career in New Zealand. I love New Zealand, but it&#x2019;s definitely hard to make a living here.&#x201D;","<strong>Understanding the Kiwi context</strong>","Why are teachers like these struggling to find work when we have a shortage on our hands? While it is important not to attribute too much weight to anecdotal evidence, such stories are still relevant. Is the process too arduous and costly? Is the chasm too wide between the qualifications and experience of overseas teachers and what is required in Kiwi classrooms?","President of the Secondary Principals&#x2019; Association, Michael Williams says it might come down to whether teachers are suited to teaching in New Zealand.","&#x201C;For some overseas trained teachers on paper they have the quals but their ability to &#x2018;fit&#x2019; into the New Zealand educational style is difficult.","&#x201C;Overseas teachers who work through the recruitment companies get a lot of support and guidance and we hope that if they don&#x2019;t have the skills, experience and right pedagogical approach the agents will tell them and not take them on.&#x201D;","Managing director of teacher recruitment company Education Personnel Stu Birch&#xA0;agrees it is important to get the &#x201C;fit&#x201D; right for teachers, having experience with recruiting overseas teachers for&#xA0;Kiwi schools&#xA0;since 1997.","&#x201C;We work really hard to put the best teachers available in front of principals.&#xA0;Two of our team are in the UK right now recruiting and interviewing teachers who we know can win a teaching role here and confidently make the move to New Zealand.&#x201D;","New Zealand Principals&#x2019; Federation (NZPF) president Whetu Cormick says overseas teachers do need to come to New Zealand with a willingness to understand the cultural context, schooling context and the curriculum of New Zealand schools.","&#x201C;But even then, they may not be prepared for the realities of teaching our beautiful children in South Auckland,&#x201D; says Whetu.","He says it&#x2019;s up to schools to manage the transition and orientation process into this context; there&#x2019;s no funding or programmes available to help with this.","<strong>Valuing our current workforce will solve the problem </strong>","Both Whetu and Michael insist that in spite of anecdotal stories of teachers struggling to get work, the teacher shortage is a very real concern for New Zealand schools, with very few applicants for positions and in some cases none.","The overwhelming sentiment among Education Central readers is that the best course of action for the Government is to look after New Zealand&#x2019;s existing teacher workforce. Improving pay and conditions will lift the status of the teaching profession, making it a more attractive career option for future teachers. Then it won&#x2019;t be necessary to look overseas to fill our vacancies.","As this reader states, &#x201C;Maybe it would be more sustainable to make the job more attractive for the Kiwi-teacher with the aim that well-trained teacher who left the profession come back and young Kiwis are more attracted to become a teacher in the future.&#x201D;","<em><strong>Teaching Council of New Zealand Aotearoa has responded to this article; you can read their response <a href=\"https://educationcentral.co.nz/response-teacher-education-refresh-programme-is-working/\">here</a>.</strong> </em>","<em><strong>Source: Education Review</strong></em>"]},{"id":3,"category":"features","title":"Response: Teacher Education Refresh programme is working","subtitle":"The Teaching Council of Aotearoa New Zealand (formerly Education Council) responds to criticism of the Teacher Education Refresh programme.","author":"Education Central","date":"October 3, 2018","content":["In response to&#xA0;Education Review&#x2019;s&#xA0;article <a href=\"http://educationreview.co.nz/why-overseas-teachers-will-help-but-not-solve-new-zealands-teacher-shortage-crisis/\">Why overseas teachers will help but not solve New Zealand&#x2019;s teacher shortage crisis</a>.","The Teaching Council of Aotearoa New Zealand has increased the number of staff who process overseas teacher applications. However, our role remains ensuring quality teachers are in front of learners.","The Teacher Education Refresh (TER) programme was designed to support New Zealand registered teachers, who no longer meet the current statutory requirements, renew their provisional practising certificate and continue to be employed as teachers (teachers who have not taught for six years or who have been unable to meet full certification requirements after six years).","The article refers to anecdotal evidence that suggests many returning or overseas teachers are finding it difficult to get registered or employed in New Zealand. The Council has reviewed its processes and ensured that we can assess an application quickly for those teachers who provide required information.","Teaching Council of Aotearoa New Zealand numbers reveal that almost 800 overseas teachers have been registered so far this year. In the eight months to 31 August 2018, the Council received 988 applications from overseas trained teachers to register in New Zealand. Of these 796 applicants received their registration to teach in New Zealand schools. Just 36 applications were declined for not having the necessary qualifications.","In addition to the 800 overseas teachers, a total of 1129 New Zealand trained teachers have successfully completed the TER programme since July 2015. Currently 400 New Zealand teachers are enrolled in the programme. This means that 1129 teachers (with another 400 to follow) have been returned to the profession. In other words, 1500 teachers who were unable to meet the statutory requirements to renew their practising certificates now have, or will soon have, provisional certification and legally be able to work in centres or schools. This is the benefit of TER.","It is also now free for New Zealand and overseas trained teachers to enrol in the TER programme, following the Government&#x2019;s 2018 budget announcement that it would fund the cost of TER enrolment for the next four years.","The curriculum content of the TER programme is contained in four modules. They are designed to ensure a teacher has the current knowledge and experience of the New Zealand Education system to be able to teach effectively. Content of the four modules can be found here https://www.educationcouncil.org.nz/content/teacher-education-refresh-ter-programme-curriculum"]}],[{"id":0,"category":"opinion","title":"Opinion: Roger Partridge – NCEA Review – Big Opportunities or Big Mistake?","subtitle":"Chairman of the NZ Initiative Roger Partridge says the way the government is going about the NCEA Review may do more harm than good.","author":"Education Central","date":"September 24, 2018","content":["As every law student learns, a rescuer owes a duty of care to a victim not to worsen the victim&#x2019;s plight. The same principle applies in medical ethics. A doctor&#x2019;s first duty is to do no harm.","Based on the submissions on the government&#x2019;s NCEA review, this duty is something Education Minister Chris Hipkins would do well to heed.","The review aims to rescue our failing NCEA assessment framework. It identifies six so-called &#x201C;Big Opportunities.&#x201D;&#xA0; Among the proposals are halving the credits required for NCEA Level 1 (or eliminating it altogether); introducing compulsory 20-credit, student-led projects to NCEA at all levels; and extending the concept of literacy to include &#x201C;digital, financial, or civic literacy.&#x201D;","While NCEA certainly needs fixing, the way the government is going about it may do more harm than good. As the closing date for submissions approaches, a chorus of disapproval is emerging. And it comes from a broad church, including prominent school principals, academics and teachers.","A common criticism is the lack of an evidence-base for the proposals. As the submission from 18 Victoria University academics explains, &#x201C;no research evidence in favour of them has been cited in the [Ministry&#x2019;s] discussion document or, to the best of our knowledge, elsewhere.&#x201D;","The Post Primary Teachers&#x2019; Association is even more damning. Noting the perils of unintended consequences, the PPTA observes there is &#x201C;no evidence of the ideas floated&#x2026; being tested in any way.&#x201D;","Considering the proposals would bring about the most radical redesign of NCEA since its inception, this is alarming. But it is also no surprise given how poorly evidence has been deployed to inform education policy for many years. Our falling rankings in the international league tables are testimony to this failure. And this year&#x2019;s elaborate korero, or &#x2018;public consultation,&#x2019; is hardly a reliable scientific technique.","Citing our evidence-based report, <em>Spoiled by Choice: How NCEA hampers education, and what it needs to succeed</em>, the PPTA concluded &#x201C;there are significant equity issues in the NCEA&#x2026; with Maori and Pasifika students more likely to gain NCEA on the strength of disparate standards that do not constitute pathways to further education.&#x201D;","Lowering the requirements for students to achieve NCEA Level 1, and demanding that they guide their own learning by completing a compulsory project, will do nothing to resolve those inequities.","Unless the Minister is careful, his NCEA review risks breaking the rescuer&#x2019;s cardinal rule. Unfortunately, the victims will be the country&#x2019;s school children."]},{"id":1,"category":"opinion","title":"Opinion: Judy McGregor – Women still struggle to make top of academia","subtitle":"The struggle to achieve gender equality in tertiary education is a glass half-full story.","author":"Education Central","date":"September 26, 2018","content":["The struggle to achieve gender equality in tertiary education is a glass half-full story.","The good news is that women have seized the opportunity to enrol in university in unparalleled numbers in the past 141 years since Kate Edger graduated in Auckland with a Bachelor of Arts in 1877. Nowadays the thousands of women who enrol in New Zealand&#x2019;s eight universities and its polytechnics and w&#x101;nanga no longer disguise their gender, as Edger had to when she enrolled.","Female tertiary education participation rates between the ages of 16 to 64 are at 13.5 per cent compared with 9.7 per cent for men, according to the Ministry of Education. Women&#x2019;s increased education levels over the past 125 years are a triumphant expression of women&#x2019;s progress. With it has come increasing feminisation of professional and public life, improved family outcomes and an erosion of sex discrimination in workplaces.","But what&#x2019;s the status of women in New Zealand universities, not as students, but as academic and professional leaders? Evidence reveals slow progress only.","We now have three of eight universities with female vice-chancellors, with the University of Canterbury joining Otago and Massey. But the figures for the proportion of women academics at the top remain unacceptable. In 2017, the Ministry of Education reported that only 26 per cent of professors and deans at the eight universities were women. In 2012, the New Zealand Human Rights Commission&#x2019;s census figures calculated that female professors constituted 19 per cent of the total number of senior academics at this level.","Progress in closing the gap is not good enough and in stark contrast to the gendered profile of the workforce. Just over half, 51 per cent, of academic staff at public tertiary education providers were women in 2017. Like other professions, equal pay and gender pay gaps are linked to poor female representation at the top of the academy.","The university sector is trying to redress gender inequity. The New Zealand Women in Leadership (NZWiL) programme celebrates its 12th birthday this year and has 473 female alumni, 258 academic and 215 professional staff women, many of whom have gone on to more senior positions within their universities. It&#x2019;s funded and supported by Universities New Zealand vice-chancellors. As well as an annual leadership programme for university women, NZWiL has developed discipline-based programmes and later this year will focus on engineering, computer science, information systems, agriculture and horticulture, where women have traditionally struggled to get to the top.","University of Waikato Professor of Law Margaret Wilson will this year receive a NZWiL excellence award for her work on gender equality in the tertiary sector. She has fought for the rights of women in politics, law and, most specifically, the university sector all her life. Her gender research on equal pay, pay equity and women&#x2019;s representation in various areas of New Zealand society has been groundbreaking.","Today we celebrate female trailblazers like Professor Wilson for their contribution to women&#x2019;s involvement in tertiary education. Tomorrow we need to commit to accelerating the pace of women&#x2019;s advancement at the top of the eight New Zealand universities. At the current rate of progress, it will take another 16 years to achieve gender equality in the proportion of women as professors in New Zealand universities, more than 150 years after Kate Edger was capped.","<em>Judy McGregor is a professor at AUT and a New Zealand Women in Leadership founding member and adviser.</em>","<em><strong>Source: <a href=\"https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=12131623\">NZ Herald</a></strong></em>"]},{"id":2,"category":"opinion","title":"Opinion: Guy St Clair – PTEs must harness tech to ride the education boom","subtitle":"New Zealand Private Training Establishments (PTEs) need to embrace technology to tap into the international education market.","author":"Education Central","date":"October 2, 2018","content":["International education is one of New Zealand&#x2019;s largest export industries after dairy and meat, worth around $4.4bn to the economy and supporting 33,000 New Zealand jobs. It&#x2019;s also a sector enjoying strong growth, with year to date enrolment figures at 31 August 2017 showing that 106,021 international students had enrolled to study.","New Zealand Private Training Establishments (PTEs) are one group of New Zealand education providers creating flexible course options for thousands of students each year, but recent enforcement of strict guidelines by the New Zealand Qualifications Authority have made a clear impact on the way that these providers operate.","This shift has benefited the education industry overall, by moving it towards the provision of quality rather than quantity when it comes to courses, but has forced many PTE providers to look at how they can innovate and automate through the wider adoption of technology.","<strong>Automating recruitment processes</strong>","Smaller colleges and training establishments can struggle with the burden of international recruitment and administration, often having smaller teams. This means keeping track of tasks and contacts, and processing global payments such as agent commissions or student refunds gets complicated when doing so across different currency types. Errors can happen and they&#x2019;re hard to fix.","By moving from paper based systems to digital platforms, providers can automate many of their processes, reducing errors and saving valuable time on administrative tasks.","<strong>Streamlined online experience</strong>","It&#x2019;s critical for PTEs to have a high quality website which enables a streamlined, straight forward online application process for international students and agents. Many students struggle with the application process when applying to study overseas. From having to deal with a language barrier, to complicated systems and multiple application processes across providers and government agencies; anything that PTEs can do to make the process easier will afford these providers a more competitive advantage.","Artificial intelligence offered by online platforms can also play a role in this domain, by analysing and answering routine queries, and supporting multilingual communication. Most PTEs won&#x2019;t have the ability to cover every language themselves, so intelligent bots that can translate on the fly can make for an important bridge.","<strong>Centralised payment hubs</strong>","Making cross-border payments can be a tricky enough issue for companies, let alone individuals. From problems getting funds into New Zealand, to the cost of transferring them out of the country mean that international payments are expensive, opaque and slow, with money often getting lost along the way.","Many families may have saved for years and pooled funds to enable a student to study overseas. It&#x2019;s important for them to get as much for their money as possible without it being swallowed up in bank fees or poor exchange rates. When they arrive, most international students don&#x2019;t have New Zealand bank accounts which are vital for day-to-day money needs. Managing money can be a great stress, on top of being in unfamiliar surroundings, far from family and their usual support networks.","PTEs who move to a centralised, online system for international payments are more able to provide international students with a better overseas study experience, saving them time and money. Having everything in one place makes it much easier and simpler for transactions, and gives providers a clear picture of their unique student set and payment types.","The New Zealand government is strongly supporting its international education market as a key driver of the economy, with the International Education Strategy 2018-2030 aiming to &#x201C;create an environment where international education can thrive and provide economic, social and cultural benefits for all New Zealand&#x201D;. PTEs are an integral part of this sector. While they may face certain challenges compared to larger universities, due to operating on much smaller margins and short timeframes, the organisations who are excelling are those who think outside the box. Embracing technology, and making life easier for international students and agents to communicate and transact online will deliver exciting benefits as the sector continues its rapid expansion.","<strong><em>Guy St Clair is New Zealand General Manager at </em></strong><a href=\"https://cohortgo.com/\"><strong><em>Cohort Go</em></strong></a><strong><em> where he is responsible for driving and supporting the company&#x2019;s growth across New Zealand&#x2019;s international education market.</em></strong>"]},{"id":3,"category":"opinion","title":"Response: Teacher Education Refresh programme is working","subtitle":"The Teaching Council of Aotearoa New Zealand (formerly Education Council) responds to criticism of the Teacher Education Refresh programme.","author":"Education Central","date":"October 3, 2018","content":["In response to&#xA0;Education Review&#x2019;s&#xA0;article <a href=\"http://educationreview.co.nz/why-overseas-teachers-will-help-but-not-solve-new-zealands-teacher-shortage-crisis/\">Why overseas teachers will help but not solve New Zealand&#x2019;s teacher shortage crisis</a>.","The Teaching Council of Aotearoa New Zealand has increased the number of staff who process overseas teacher applications. However, our role remains ensuring quality teachers are in front of learners.","The Teacher Education Refresh (TER) programme was designed to support New Zealand registered teachers, who no longer meet the current statutory requirements, renew their provisional practising certificate and continue to be employed as teachers (teachers who have not taught for six years or who have been unable to meet full certification requirements after six years).","The article refers to anecdotal evidence that suggests many returning or overseas teachers are finding it difficult to get registered or employed in New Zealand. The Council has reviewed its processes and ensured that we can assess an application quickly for those teachers who provide required information.","Teaching Council of Aotearoa New Zealand numbers reveal that almost 800 overseas teachers have been registered so far this year. In the eight months to 31 August 2018, the Council received 988 applications from overseas trained teachers to register in New Zealand. Of these 796 applicants received their registration to teach in New Zealand schools. Just 36 applications were declined for not having the necessary qualifications.","In addition to the 800 overseas teachers, a total of 1129 New Zealand trained teachers have successfully completed the TER programme since July 2015. Currently 400 New Zealand teachers are enrolled in the programme. This means that 1129 teachers (with another 400 to follow) have been returned to the profession. In other words, 1500 teachers who were unable to meet the statutory requirements to renew their practising certificates now have, or will soon have, provisional certification and legally be able to work in centres or schools. This is the benefit of TER.","It is also now free for New Zealand and overseas trained teachers to enrol in the TER programme, following the Government&#x2019;s 2018 budget announcement that it would fund the cost of TER enrolment for the next four years.","The curriculum content of the TER programme is contained in four modules. They are designed to ensure a teacher has the current knowledge and experience of the New Zealand Education system to be able to teach effectively. Content of the four modules can be found here https://www.educationcouncil.org.nz/content/teacher-education-refresh-ter-programme-curriculum"]}],[{"id":0,"category":"teaching","title":"Looking through the open doors of Hobsonville Point Secondary School","subtitle":"Dr Noeline Wright has observed the development of one of New Zealand’s most progressive high schools, Hobsonville Point Secondary School since the very beginning. ","author":"Education Central","date":"September 24, 2018","content":["While Hobsonville Point Secondary School (HPSS) was being built, ready for opening in 2014, a group of leaders designed its curriculum. Beginning with a blank canvas, they devised a learning design model suitable for 21<sup>st</sup> century students and aiming to produce critical thinkers and empowered, life-long learners.","For its first four years, Dr Noeline Wright from the University of Waikato&#x2019;s Wilf Malcolm Institute of Educational Research monitored progress and the results of her observations are now in a book, <em>Becoming an Innovative Learning Environment:&#xA0;The Making of a New Zealand Secondary&#xA0;School.</em>","Through its school leaders, Dr Wright was granted access to all areas of the school, including other staff, foundation students and their parents. &#x201C;They gave me carte blanche to everything and everybody. That was a privilege. They were open and transparent,&#x201D; she says.","&#x201C;The school aimed to provide future-oriented education, replacing hierarchical teaching models with technology-enabled social learning practices and a cohesive learning model supporting self-discovery. One aim was to be more inclusive so students would learn with and from each other,&#x201D; says Dr Wright.","HPSS and the nearby primary school share a single Board of Trustees, operating under a Public-Private Partnership (PPP) arrangement where a private company manages the plant of the two schools. Initially, the principal Maurie Abraham was apprehensive about a PPP arrangement. A PPP school he had visited in Liverpool in the UK didn&#x2019;t impress him, because the property owners imposed restrictions that would have impeded school activities if applied in a New Zealand context.","One structure fundamental to the fabric of HPSS is the Learning Design Model (LDM). &#x201C;I think it was a genius piece of work,&#x201D; says Dr Wright. &#x201C;The verbs of the model, such as test, generate, explore, can apply in different combinations to all learning and assessment. So regardless of subject combinations in modules, all teachers used LDM verbs to identify the key foci for the lesson.","A module might combine PE and maths. Initially, connections may not be obvious. When students learn and use statistics to interpret, for example, heath statistics, then they see the application of mathematics to authentic contexts. Linking these subjects are the verbs of the LDM.","&#x201C;I was impressed how articulately students could describe how things worked for them. Even randomly approached students in classrooms could explain things confidently. I can&#x2019;t say that about all classrooms in all schools I have been in.&#x201D;","Dr Wright says student opinion is valued and has influenced the structures that teachers work with. Parents are consulted and invited to meet the principal informally, such as at a &#x2018;Morning Tea with Maurie&#x2019;.","Mr Abraham says a key principle in decision-making at HPSS has been on <em>Powerful Partnerships.</em> &#x201C;We have been determined to invite students into the process of designing learning and to invite parents to be active participants alongside us,&#x201D; he says.","Equally important with academic learning is pastoral care through the Learning Hub. Dispositional behaviours called &#x2018;Hobsonville Habits&#x2019; link to the academic and pastoral process.","The Habits align with the school&#x2019;s understanding of whole-brain development and focus on aspects such as cognitive, relational, critical and creative aspects of learning.","Within the Hubs, every student has a learning coach, who is responsible for about 15 students throughout their secondary school careers. About four hours a week are timetabled for Hub time to address learning and social issues or needs. Teachers have access to their students&#x2019; digital folders, and parents have ready access to the principal and teachers.","&#x201C;The students noted that the boundaries between teacher and student sometimes appear blurred,&#x201D; says Dr Wright. &#x201C;While teachers are addressed by their first name, students know their work is easily checked. Students don&#x2019;t seem to mind this scrutiny; they see it as part of the pastoral care process.&#x201D;","Her book about the school discusses key ideas through metaphors, from &#xA0;a &#x2019;Paradigm of One&#x2019; through to a &#x2018;Paradigm of the Many&#x2019; about the wider community being involved in outcomes. For example, school leaders have based a small group of start-up companies, called Pollinators, on site. Staff from these companies work with students as they develop their own projects and Dr Wright says this collaboration works for the students and the companies. &#x201C;The Pollinators love being in the school, they find it rewarding to work with the students to support them through project and product design.&#x201D;","Dr Wright says the school and board were brave and visionary. &#x201C;They knew that their innovations would create waves, which is why they spent a lot of time with parents. At the parent morning teas, Maurie explains and responds to questions about the emphasis on pastoral care and the individual student focus. That attracted some families and put others off. Parents I spoke to at one of the morning teas said that their children, who had learning difficulties, couldn&#x2019;t wait to come to school every day. It indicates that the pastoral care orientation of Learning Coaches and the way the learning is organised, is working.&#x201D;","HPSS has dispensed with Level 1 NCEA, as have some other New Zealand schools. Instead, students spend two years working towards Level 2 to obtain higher quality NCEA credits. This gives them more time to think and learn deeply without high anxiety and stress, says Dr Wright.","She says the system isn&#x2019;t perfect; they make changes as they go along. &#x201C;It&#x2019;s about risk taking, and instead of talking about failure they talk about learning something they didn&#x2019;t know before use that experience to influence their next decisions.&#x201D;","Mr Abraham says they&#x2019;re in a continuous state of learning, and he&#x2019;s pleased with the way the school has taken shape. &#x201C;We&#x2019;ve set out to focus on our students being engaged in deep learning, and on putting the needs of the learners at the centre of all of our decision-making, with a particular focus on student wellbeing. We are very pleased with how our first five years has gone about achieving this.&#x201D;","HPSS hasn&#x2019;t been without its critics, and its open-door policy invites scrutiny. There have been struggles internally, but Dr Wright thinks HPSS is on the right track. &#x201C;There needs to be changes in our schools, especially in a century with access to information 24/7 and an onslaught of potential for manipulating people&#x2019;s ideas. We need students to be curious and critical thinkers and learners, rather than passive consumers of stuff,&#x201D; she says."]},{"id":1,"category":"teaching","title":"Home internet pilot a big step in connecting learners","subtitle":"A new pilot will see learners able to access The Network for Learning’s (N4L) Managed Network from home.","author":"Education Central","date":"September 24, 2018","content":["From Friday last week, students at Haeata Community Campus, a school nestled in Aranui where an estimated 40 per cent of households are living without a suitable home internet connection, will be able to access The Network for Learning&#x2019;s (N4L) Managed Network from home.","The &#x201C;ConnectED&#x201D; pilot is being officially launched today during a ceremony at Haeata Community Campus to celebrate the 360 students across 190 homes that now have the option to continue their learning outside of school hours via the government-funded Managed Network.","The ConnectED project team is led by the Greater Christchurch Community Schools Network (GCSN), and sees N4L partnering with Haeata Community Campus, Chorus, and the Ministry of Education to give students free wifi access to the same safe (filtered), uncapped internet they get at school via the Managed Network. The school&#x2019;s internet use policies and N4L&#x2019;s web filtering will apply to all students accessing the Managed Network from home.","&#x201C;We know that learning for students and adults occurs at times not just restricted to school hours, so having that access is really important for everyone in our community, not just those who can afford it,&#x201D; says Andy Kai Fong, Principal, Haeata Community Campus.","This is the second pilot where N4L is partnering with Chorus, the Ministry of Education, the community and a school to deliver wireless access into student homes for learning.","These pilots are led by community trusts based in Christchurch and Lower Hutt, and involve different technology and partnership models. N4L&#x2019;s role is to get students up and running with the same safe (filtered) internet experience that they get at school via the Managed Network.","&#x201C;This is all about extending the tried and trusted N4L Managed Network service beyond the school gates and to the homes of students, so they can learn wherever they live,&#x201D; says N4L chief executive Larrie Moore.","As a key partner for the Ministry of Education&#x2019;s &#x2018;equitable digital access for students&#x2019; programme, N4L is exploring ways to bridge the digital divide for students living without a suitable home internet connection, so they can carry on their learning at home.","Moving from connected schools to connected learners is part of N4L&#x2019;s long-term strategy, and these pilots seek to inform the next steps of this programme, to help inform opportunities for a way forward.","<iframe src=\"https://www.youtube.com/embed/w_r53gnKC4U\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe>"]},{"id":2,"category":"teaching","title":"New STEM scholarships available for secondary students","subtitle":"BP has launched a new STEM scholarship programme for senior secondary students  in celebration of its 25-year partnership with Young Enterprise.","author":"Education Central","date":"September 24, 2018","content":["BP has introduced a new scholarship programme for Year 12 and 13 students planning to begin tertiary education the following year in the fields of science, technology, engineering, and mathematics (STEM).","The programme has been created as a celebration of a 25-year partnership between BP and Young Enterprise. The annual scholarship programme will see five students who have participated in a Young Enterprise-led programme awarded $1,000 each to go towards study-related costs for their first year of tertiary education in 2019.","Debi Boffa, Managing Director for BP New Zealand, made the announcement at Auckland Girls&#x2019; Grammar School last week, coinciding with the end of the school&#x2019;s three-day BP Business Challenge.","The challenge, organised by Young Enterprise, sees groups of Year 11 students brainstorm, prototype, and present a business idea in three days. Debi Boffa was a judge on the panel for the presentations and said to recognise the amazing contribution the school is making in the lives of it students that one of the five 2018 scholarship recipients will be a student from Auckland Girls&#x2019; Grammar School.","&#x201C;It&#x2019;s programmes like the ones Young Enterprise offer that really challenge our students and help them to take calculated risks and explore big ideas in a supportive environment. We&#x2019;re delighted that BP made the scholarship announcement at our school today and are even more excited that one of our students will be a recipient,&#x201D; says Auckland Girls&#x2019; Grammar School principal Ngaire Ashmore.","Boffa said the scheme was about giving back and inspiring and supporting New Zealand&#x2019;s future innovative leaders to make the most of the opportunities before them.","&#x201C;We feel so proud to have a partnership of 25 years with Young Enterprise whose purpose is to foster leadership, develop entrepreneurial skills, and build innovative minds for the future. We hope that the BP Innovation Scholarship programme will encourage and enable students with a passion for innovation to go after their dreams and big ideas.&#x201D;","CEO for Young Enterprise, Terry Shubkin is delighted with the announcement of the new scholarship programme.","&#x201C;We are so excited to be celebrating this 25-year milestone with our longest standing supporter, BP, and what better way to celebrate than by contributing directly to some of our most innovative and passionate students and the futures they want to pursue after school. This really is a wonderful way to acknowledge 25 years of partnership in supporting the next generation of NZ business leaders.&#x201D;","<em>Applications for this year&#x2019;s scholarship are now open and close on 16 November, 2018. Any Year 12 or 13 student who has participated in a BP Business Challenge or Young Enterprise programme may apply. BP are looking for applicants who are passionate about being an ambassador for change and innovation. Students can apply at www.bp.co.nz</em>"]},{"id":3,"category":"teaching","title":"Young Gardeners of the Year announced","subtitle":"Young Gardener of the Year Awards attracted a record number of entries this year.","author":"Education Central","date":"September 25, 2018","content":["From the rolling hills of Wainui to the crisper climate of Invercargill, the country can rest easy knowing its future crops are in safe hands with the winners of the T&amp;G Garden to Table Young Gardener of the Year Awards announced.","More than 130 entries were received from 45 primary schools across New Zealand in the eagerly contested awards, nearly doubling the number of entries received in last year&#x2019;s competition.","Developed and supported by T&amp;G Global, one of New Zealand&#x2019;s largest fresh produce growers and marketers, the awards recognise schools and students involved in the Garden to Table programme which enables primary children to grow, harvest, share and prepare fresh food.","T&amp;G&#x2019;s executive general manager New Zealand, Andrew Keaney says, &#x201C;Being passionate growers ourselves working with a trust like Garden to Table is a natural fit.&#xA0; We&#x2019;re excited to be recognising growing champions through primary schools nationwide with these awards.","&#x201C;We hope to inspire more kiwi kids to get their hands dirty and get involved in growing fresh produce. Who knows, maybe one of our young gardeners may end up working with us in the future!&#x201D;","The high number of entries demonstrated the lengths primary schools are going to teach broader life lessons though gardening practices. With everything from learning about enterprise and photography to using scientific experiments to successfully grow out-of-season plants. One primary school donates veggies to their local retirement home while another collects honey from its school beehive and sells it.","<strong><u>The winners of the Young Gardener of the Year Awards 2018 are:</u></strong>","<strong><img class=\"alignleft wp-image-9922 size-medium\" src=\"http://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--300x224.jpg\" alt=\"\" width=\"300\" height=\"224\" srcset=\"https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--300x224.jpg 300w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--768x574.jpg 768w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--1024x765.jpg 1024w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--80x60.jpg 80w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--265x198.jpg 265w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--485x360.jpg 485w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--696x520.jpg 696w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--1068x798.jpg 1068w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/3-Milford-School--562x420.jpg 562w\" sizes=\"(max-width: 300px) 100vw, 300px\"></strong>","<strong>T&amp;G Passion for Growing Award &#x2013; Milford School, Milford, North Shore:</strong>","This school developed a garden specifically to attract and protect native butterflies and moths. Milford School started its thriving gardening club in 2009 thanks to the help of a parent, and since then the school garden has gone from strength to strength. Butterflies have a starring role in the school&#x2019;s gardening activity. The kids grow flowers they know they&#x2019;ll love and tag them to do their bit for the Moths and Butterflies of New Zealand Trust, something which actively involves the school in science learning. They have learnt practical gardening and problem-solving skills, for example, the kids had to figure out how to get water to the butterfly garden which was a long way from the water supply. The students learnt about the importance of water, the concept of rainwater collection through the installation of a rain water tank.","<strong>T&amp;G Garden to Table Established School of the Year &#x2013; North Loburn School in north Canterbury:</strong>","<img class=\"alignleft wp-image-9923 size-medium\" src=\"http://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/2-North-Loburn-School--300x225.jpg\" alt=\"\" width=\"300\" height=\"225\" srcset=\"https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/2-North-Loburn-School--300x225.jpg 300w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/2-North-Loburn-School--768x576.jpg 768w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/2-North-Loburn-School--1024x768.jpg 1024w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/2-North-Loburn-School--80x60.jpg 80w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/2-North-Loburn-School--265x198.jpg 265w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/2-North-Loburn-School--696x522.jpg 696w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/2-North-Loburn-School--1068x801.jpg 1068w, https://1j9ww41w65wn46fgc7243g69-wpengine.netdna-ssl.com/wp-content/uploads/2018/09/2-North-Loburn-School--560x420.jpg 560w\" sizes=\"(max-width: 300px) 100vw, 300px\">What started as a small garden project for this rural school has grown into a flourishing garden with nine large raised vegetable beds and three herb beds, a tunnel house and scarecrows.&#xA0; The school pins much of the programme&#x2019;s success to the fact that the Garden to Table activities are tweaked to fit in with the school&#x2019;s rural style, as well as being largely student lead. Older students lead younger ones in group projects such as building scarecrows and vegetable signs. Last term a class planted broad beans after reading Jack and the Beanstalk in a bid to link the gardening efforts with what&#x2019;s happening in the class.","<strong>T&amp;G Garden to Table Emerging School of the Year &#x2013; Wainui School, Wainui, north of Auckland:</strong>","This school encourages all of students to become kaitiaki (guardians) of the environment and has seen students who struggle in the classroom, blossom in the garden. Their learning goes beyond growing and nutrition and includes writing, maths, science and even enterprise.&#xA0; The students have begun creating other sustainable products such as lip balm and ginger beer to sell.","<strong>Five very deserving and passionate Young Gardener Award 2018 winners have also been unearthed:</strong>","Garden to Table ambassador and judge for the awards, Dan Mackay says, &#x201C;I was absolutely blown away with the innovation, enthusiasm and extra effort the winning entries showed. Students are out there learning that gardening expands to so many areas of life. From cooking, to landscape design, to writing, photography, maths and enterprise, it&#x2019;s great to see schools getting involved with all of the lessons that the garden has to offer.&#x201D;","Dan judged the award entries alongside well-known chef and restauranteur Al Brown, who is also an ambassador for Garden to Table, plus Andrew Keaney (T&amp;G) and Linda Taylor, CEO of Garden to Table.","The winning schools will each receive prizes to help their gardening ventures including fruit trees from T&amp;G, irrigation systems from GARDENA, Hungry Bin worm farms and goodies from Tui as well as garden design help from Dan Mackay for the Emerging and Passion for Growing schools (Milford Primary School and Wainui School).","The <a href=\"http://www.younggardenerawards.co.nz\">Young Gardener of the Year Awards</a> will run again next year with the view to empowering even more young growers."]}],[{"id":0,"category":"sectors","title":"Nanogirl’s cookbook gifted to low decile primary schools","subtitle":"Copies of The Kitchen Science Cookbook will be gifted to every decile 1 and 2 primary school in the country.","author":"Education Central","date":"September 28, 2018","content":["Copies of&#xA0;<i>The Kitchen Science Cookbook</i>&#xA0;will be gifted to every decile 1 and 2 primary school in the country.","The recipe book was written by&#xA0;<i>Weekend Herald</i>&#xA0;columnist Dr Michelle &#x201C;Nanogirl&#x201D; Dickinson, to bring an educational twist to cooking.","Every recipe is a science experiment that can done at home using easy-to-find ingredients costing less than $1.50.","Author Dr Michelle Dickinson said Nanogirl Labs was created with the belief that everyone should have access to quality STEM education.","&#x201C;We&#x2019;ve been thrilled to see so many teachers using the book to bring more science into their classrooms,&#x201D; Dickinson said.","&#x201C;This donation, made possible by our amazing supporters, means that thousands of children from all over New Zealand will have the opportunity to explore science in class.&#x201D;","Co-Founder and CEO of Nanogirl Labs Joe Davis said nearly 450 copies of&#xA0;<i>The Kitchen Science Cookbook</i>&#xA0;were already on the way to classrooms around the country.","&#x201C;As a social enterprise, our focus is to do well while doing good,&#x201D; Davis said.","&#x201C;The book has been a great success here at home and overseas &#x2013; as a result, we&#x2019;re able to support hundreds of teachers in some of New Zealand&#x2019;s lowest socio-economic regions as they teach the next generation of innovators, inventors and explorers.","&#x201C;Diversity in STEM fields matters, and we&#x2019;re taking direct steps to make sure everyone has the opportunity to learn and take part in these fields.&#x201D;","The book&#x2019;s creator and publisher, Nanogirl Labs Ltd, is a social enterprise based in Auckland.","The book is available through their Buy One, Give One programme &#x2013; for every copy of the book purchased directly from Nanogirl Labs, a copy is gifted to a family, school or community that would not otherwise be able to explore science in this way.","<em><strong>Source: <a href=\"https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=12133472\">NZ Herald</a></strong></em>"]},{"id":1,"category":"sectors","title":"University of Auckland to quit $80m Epsom campus by 2020","subtitle":"Māori tribes are keen to buy Auckland University's prime $80 million Epsom campus when the university's education faculty leaves the site in 2020.","author":"Education Central","date":"September 30, 2018","content":["<strong>By: Simon Collins</strong>","M&#x101;ori tribes are keen to buy Auckland University&#x2019;s prime $80 million Epsom campus when the university&#x2019;s education faculty leaves the site in 2020.","The university&#x2019;s Dean of Education Mark Barrow has told school principals that his slimmed down education faculty will move to the city campus in Symonds St in late 2020.","The 15ha Epsom site, which has been used as a&#xA0;<a href=\"http://www.education.auckland.ac.nz/en/about/our-faculty/history.html\" target=\"_blank\" rel=\"noopener\">teachers&#x2019; training college since 1926</a>, is likely to be sold subject to a right of first refusal granted to the original M&#x101;ori tribes of the area under a 2014 Treaty of Waitangi settlement.","Ng&#x101;ti Wh&#x101;tua &#x14C;r&#x101;kei Trust deputy chairman Ngarimu Blair said it was too early to say whether any of the tribes would buy it, but they were keen in principle.","&#x201C;The University of Auckland has long been aware of Ng&#x101;ti Wh&#x101;tua&#x2019;s desire to &#x2018;re-acquire&#x2019; as much of its former estate as possible,&#x201D; he said by email.","&#x201C;I confirm the subject land was part of our second gift of land to the Crown in 1841 and part of a large block of around 13,000 acres that took in Westmere, Pt Chev, Mt Albert and Newmarket.","&#x201C;The Epsom campus contains one of the most sacred sites to Ng&#x101;ti Wh&#x101;tua and also our Waiohua relations &#x2013; that site is called Te Pou Hawaiiki where our foundation ancestors placed soil they had brought from the Pacific islands to anchor themselves in a new land.","&#x201C;There are also other special sites very near to the campus, however the grounds itself were mostly historic kumara and taro gardens that supported the Maungawhau and Maungakiekie Pa complexes.","&#x201C;It is our understanding that this land would have to be offered to Ng&#x101;ti Wh&#x101;tua before going to market,&#x201D; he said.","&#x201C;As this land is subject to the&#xA0;<a href=\"http://www.legislation.govt.nz/act/public/2014/0052/latest/DLM5322320.html\" target=\"_blank\" rel=\"noopener\">Ng&#x101; Mana Whenua o T&#x101;maki Makaurau Collective Redress Act 2014</a>, it necessarily means we would work with the Waiohua tribes and Ng&#x101;ti Paoa and their relatives from the Hauraki region should the land be offered to us all to purchase.","&#x201C;It is too early to predict whether we or any of the tribes would purchase the site and what its future would be. Negotiations have not begun, however we have a longstanding Memorandum of Understanding that reflects our historic and ongoing obligations to each other.&#x201D;","The education faculty has <a href=\"https://educationcentral.co.nz/university-of-auckland-scraps-most-teacher-in-service-support-after-2-5m-loss/\">confirmed</a> that it will axe 29 fulltime-equivalent academic jobs, a sixth of its 165 academic staff, because of a 27 per cent decline in teacher trainees over the past five years.","It is also ending most of its advisory services to schools, which employ a further 77 people. It is not yet clear how many of those jobs will disappear.","A university spokeswoman said the remaining faculty would move into the city campus when a renovation of the engineering building in Symonds St was completed in late 2020.","&#x201C;We will begin looking immediately at the space that will be freed up [at Epsom] by that move and how that, and other space, might be used to accommodate the undergraduate and postgraduate programmes of Education and Social Work, including their specialist facilities,&#x201D; she said.","Barrow said the faculty had also been asked to leave the Manukau Institute of Technology&#x2019;s &#x14C;tara campus, where it has been training about 200 teacher trainees, because of redevelopment there.","He hopes to open a new South Auckland &#x201C;hub&#x201D; for teacher training and possibly other university courses by the start of 2020.","<em><strong>Source: <a href=\"https://www.nzherald.co.nz/business/news/article.cfm?c_id=3&amp;objectid=12133526\">NZ Herald</a></strong></em>"]},{"id":2,"category":"sectors","title":"University of Auckland scraps most teacher in-service support after $2.5m loss","subtitle":"Auckland University is proposing to terminate its mainstream advisory service for teachers - even though the Government has promised to create a new national advisory service.","author":"Education Central","date":"September 30, 2018","content":["<strong>By: Simon Collins</strong>","Auckland University is proposing to terminate its mainstream advisory service for teachers &#x2013; even though the Government has promised to create a new national advisory service.","The university&#x2019;s Dean of Education Mark Barrow has told school principals that his faculty has agreed &#x2013; &#x201C;with a heavy heart&#x201D; &#x2013; to transfer its teacher support unit Team Solutions to the university&#x2019;s commercial arm UniServices.","A proposal that has gone out for consultation with the unit&#x2019;s 77 staff does not specify how many jobs will go, but a university spokeswoman said &#x201C;services that cannot be sustained financially will be terminated&#x201D;.","She said the faculty&#x2019;s revenue from professional development for teachers and principals had plunged from $15.5 million in 2016 to a projected $4.1m this year after the former National Government opened up field to a free market in 2016.","&#x201C;As a result, we lost $1.6m last year on provision of this service and expect to lose $2.5m in 2018,&#x201D; she said.","&#x201C;We have contacted the Minister of Education to explore any Government plans that might change this picture in a reasonable timeframe and there appear to be none. The current situation clearly cannot continue.&#x201D;","Barrow said UniServices would maintain specialist services such as Reading Recovery, which is funded by the Ministry of Education, a Play.sport programme funded through Sport NZ, and support for M&#x101;ori-medium schools.","But the university will stop providing centrally-funded teacher support to mainstream schools, such as training teachers to teach maths for Year 3 or literacy for secondary schools.","&#x201C;The university at this point has made a decision that it is not going to continue with that centrally funded PLD [professional learning and development],&#x201D; Barrow said.","&#x201C;We have had two years to make that work, and found that it doesn&#x2019;t work.","&#x201C;The problem is, and this happens incredibly frequently, a PLD member gets booked up through the ministry, and then we&#x2019;ll get a ring from the principal the day before saying this can&#x2019;t go ahead.","&#x201C;We have already flown the person to Tauranga to do it and they can&#x2019;t do anything. It&#x2019;s just unsustainable.&#x201D;","The faculty&#x2019;s director of professional learning and development Camilla Highfield said the universities received base funding for teacher professional development until 2011, and continued to win major contracts when they were managed nationally until 2016.","But&#xA0;<a href=\"https://www.beehive.govt.nz/release/pld-changes-will-lift-student-achievement\" target=\"_blank\" rel=\"noopener\">national contracts ended in 2016</a>, apart from one for digital technology. Since then schools have been able to bid for their own training, regional panels have chosen the best bids, and schools have been free to choose their own training providers from an accredited list.","&#x201C;We have grown in the last two years to having more than 60 providers and more than 600 facilitators, so the work has been diluted across a whole range of people,&#x201D; Highfield said.","Hipkins&#xA0;<a href=\"http://www.education.govt.nz/assets/Documents/Ministry/Information-releases/2018-releases/Final-Education-Workforce-Strategy.pdf\" target=\"_blank\" rel=\"noopener\">told Cabinet in March</a>&#xA0;that he intended to &#x201C;establish an Education Advisory Service which will share best-practice, act as mentors and advisors to teachers throughout New Zealand, and oversee all centrally-funded PLD&#x201D;.","His &#x201C;Tomorrow&#x2019;s Schools&#x201D; taskforce is due to report by November 9 on, among other things, the future roles of education bodies including &#x201C;<a href=\"http://www.education.govt.nz/assets/Documents/Ministry/consultations/Tomorrows-Schools-Review-Terms-of-Reference2.pdf\" target=\"_blank\" rel=\"noopener\">the yet to be established Education Advisory Service</a>&#x201C;.","A paper for this week&#x2019;s Post Primary Teachers Association&#x2019;s annual conference argues that the new service should be run by the Ministry of Education because the universities have already lost key staff.","&#x201C;Few tertiary institutions now carry the expertise in PLD provision that they used to,&#x201D; it says.","&#x201C;There is a lack of commitment to school education from tertiary leaders. The University of Auckland&#x2019;s decision to lay off significant numbers of staff in the Faculty of Education and Social Work is an example.&#x201D;"]},{"id":3,"category":"sectors","title":"Teacher aides, trainees earn less than minimum wage, NZEI survey says","subtitle":"Some teacher aides and trainee teachers in early childhood centres are being paid less than the minimum wage, a survey has found.","author":"Education Central","date":"October 1, 2018","content":["<strong>By: Simon Collins</strong>","Some teacher aides and trainee teachers in early childhood centres are being paid less than the minimum wage, a survey has found.","The survey by the NZ Educational Institute (NZEI) found that five out of 89 teacher aides and trainee teachers who answered a survey in August were being paid below the minimum wage of $16.50 an hour.","But it shows that the 10 teacher aides who responded to a survey of 1915 early childhood staff earned between $16.00 and $19.07 an hour, with a median wage of $16.63.","The 79 trainee teachers in the survey earned between $15.75 and $22, with a median of $18.","The 639 qualified teachers who responded (excluding principals) earned between $17.00 and $41.35, with a median of $25 an hour.","The survey was taken to support an NZEI claim for pay equity for early childhood teachers, arguing that they are underpaid because the vast majority are women and that women&#x2019;s work has long been under-valued.","Virginia Oakly, a Nelson kindergarten head teacher who represents early childhood on the NZEI executive, said it was &#x201C;alarming to hear that some educators are being paid below the minimum rates&#x201D;.","&#x201C;For the people in this situation that have come to our attention, we are working to support them to resolve the issues with their employers,&#x201D; she said.","<em><strong>Source: <a href=\"https://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&amp;objectid=12134818\">NZ Herald</a></strong></em>"]}],[{"id":0,"category":"future","title":"Girls can’t achieve unless they’re nurtured and happy","subtitle":"St Cuthbert’s College’s successful homeroom approach helps new Year 7 students feel like they are joining one big happy family.","author":"Education Central","date":"September 19, 2018","content":["<strong>Sponsored Article</strong>","Year 10 student Rebecca Fala has been a student at St Cuthbert&#x2019;s College in Auckland since New Entrants. However, she well remembers the excitement of Year 7 when the &#x201C;old girls&#x201D; &#x2013; the existing students &#x2013; were joined by a new intake of students from other primary schools.","&#x201C;St Cuthbert&#x2019;s is like a home away from home, so meeting all those new girls was quite nerve-racking at first,&#x201D; recalls Rebecca. &#x201C;But we quickly gained new friendships.&#x201D;","Rebecca credits St Cuthbert&#x2019;s Year 7 homeroom system for helping to establish those friendships. New girls are carefully buddied with &#x201C;old girls&#x201D; and they are placed together in a homeroom.","The homeroom teacher takes the class for English, social studies and health in an effort to really get to know the girls as they find their feet in Year 7.","&#x201C;Having the same teacher for those three subjects is really good because they get to learn how you learn as a person &#x2013; good if you&#x2019;re quite a visual learner, for example,&#x201D; says Rebecca.","<strong>Key point of difference</strong>","Principal Justine Mahon says&#xA0;St Cuthbert&#x2019;s homeroom approach has been a key point of difference for many decades.","&#x201C;At a school like St Cuthbert&#x2019;s, which has a long and proud history, there is a great feeling of connection, and the girls who have been at St Cuthbert&#x2019;s have a large part in helping integrate the new girls into this special culture.&#x201D;","Justine says a huge amount of time is spent by teachers prior to the school year commencing to ensure the best buddy match possible for each of the incoming girls.","&#x201C;They come in on Day 1; their desks are all labelled and they&#x2019;re sitting beside their buddy, with their lockers nearby. They come into a room that feels really personal to them already, even though they haven&#x2019;t yet been to this school.&#x201D;","Year 7 homeroom dean Sue Elgar says the homeroom approach allows teachers to really get to know the girls and their families. The teachers work with students and parents to help balance homework with family commitments and extracurricular activities.","&#x201C;Sometimes girls come in and want to join everything you can do at St Cuthbert&#x2019;s from the first year, because there are so many opportunities,&#x201D; says Sue. &#x201C;So we help them manage that with a three-year plan so they don&#x2019;t over-commit. We work together really closely with their families and the girls so they can make the most of their time here and develop that increasing sense of independence.&#x201D;","<strong>Pastoral care crucial to success</strong>","Justine says that Year 7 is a critical time for students&#x2019; physical and emotional development.","&#x201C;It&#x2019;s the beginning of early adolescence so they&#x2019;re undergoing such major change. It&#x2019;s really important that as they make the transition into this section of education, we take the time to make them feel special, that we take the stress out of it.&#x201D;","Justine points to evidence that shows that transitions have to be very carefully handled.","&#x201C;There is research to show that at this crucial stage of early adolescence you shouldn&#x2019;t have too many transitions, too many entrances and exits. The girls come in and they feel integrated. They know that they&#x2019;re going to be here for seven years &#x2013; that is deeply settling for them, and actually better for them.&#x201D;","Justine says that while St Cuthbert&#x2019;s is well known for its academic success, it has always viewed pastoral care as incredibly important too.","&#x201C;Girls can&#x2019;t achieve unless they&#x2019;re being nurtured and they&#x2019;re happy &#x2013; they can&#x2019;t concentrate,&#x201D; she says. &#x201C;We know that when parents send their daughter to St Cuthbert&#x2019;s, they want us to know who she is. They want us to actually enjoy getting to know what her strengths are. That focus continues all the way through.","&#x201C;It&#x2019;s that feeling of being connected to one another and feeling accepted that enables them to relax and learn.&#x201D;"]},{"id":1,"category":"future","title":"Play is learning: why playtime matters more than you think","subtitle":"It’s quite normal to worry whether your nearly five-year-old is ‘school ready’. Yet when the evidence is considered, it is apparent there is no better preparation for learning than play. By Anna Clements.","author":"Education Central","date":"September 19, 2018","content":["A quick browse through the websites of preschools in high socioeconomic areas provides insight into the priorities of New Zealand&#x2019;s middle-class parents.","&#x201C;Children who settle into school easily are the ones who have attended a quality early learning centre with a professional school readiness programme,&#x201D; claims one.","&#x201C;Our routine is structured similarly to a school routine so that children transition easily to a school day structure. Children will gain skills in early reading and writing in our literacy-rich teaching practice,&#x201D; says another.","Some school preparation programmes go further, one pitching a comprehensive worksheet system to parents of preschoolers. &#x201C;These worksheets are carefully designed to take students from counting up to advanced maths.&#x201D;","Anyone reading such claims and learning of the waiting lists attached to enrolment in these programmes can be forgiven for feeling anxious about doing enough to prepare their child for school. Often, the feelings of anxiety continue long past the new entrant stage into the junior school years, with some parents seeking private tutors to promote &#x2018;proper learning&#x2019; outside of school.","It may come as a surprise, therefore, to learn that probably the best thing you can do for your child&#x2019;s education is to ensure they get plenty of playtime.","<strong>Play IS learning</strong>","Play isn&#x2019;t some sort of soft approach before the &#x2018;real&#x2019; learning begins, says early childhood education expert Viv Shearsby. Play <em>is</em> learning, children are the experts &#x2013; and all teachers should provide playtime every day.","&#x201C;We know young children are expert learners. They are hardwired to do this, and recent advances in brain development research now showcases the importance of this. It is particularly vigorous in the first three to five years. Creative or divergent thinking sits at 98 per cent for those under five, but evidence clearly shows the decline of this consistently throughout childhood with a massive reduction in creative thinking processes by exit of the school context.&#x201D;","Bearing this in mind, it is unsurprising to learn that in Finland, whose state school system has sat at the top of Europe&#x2019;s rankings for the past 16 years, the groundwork for good school performance begins with play-based learning in early childhood centres.","In Finnish daycare centres, designed for children up to age seven, the main purpose is the promotion of health and wellbeing of the child. Children are taught how to develop good social habits such as making friends and maintaining personal hygiene, and at least 90 minutes a day is devoted to physical activity outside.","Nevertheless, play is taken very seriously because it provides children with vital skills in how to learn. By engaging in &#x2018;free play&#x2019; and teacher-directed play, children develop skills in paying attention, persevering, concentrating and solving problems, qualities that are considered stronger predictors of academic success than the age at which a child learns to read.","&#x201C;When children have opportunities to play at length and be involved with others in investigating possibilities and developing hypotheses, they try things out. They have little fear of failure, and through ongoing and recurring experiences they secure brain synapses that form the framework of their learned knowledge. Over time their competence increases, and with this they develop confidence in their capability. Play allows children to be relaxed and work creatively, revisit experiences, solve problems, engage with others and discover an endlessly new world,&#x201D; says Shearsby.","Early years care in Finland is highly subsidised to ensure accessibility to all children. At age five, 75 per cent of Finnish children are in daycare and by six, the uptake is 98 per cent. There is no academic focus, and no formal instruction of maths, reading or writing. Instead the goal is ensuring that the children are happy and responsible.","Many New Zealand-based child advocates believe it should be a similar system here. While the early childhood curriculum, <em>Te Wh</em>&#x101;<em>riki</em>, is highly regarded internationally, transition-to-school programmes are less successful and the difference between preschool and primary environments much more pronounced.","As it is, many children&#x2019;s experience of starting school in New Zealand is punctuated by the shock of bells, rules and spending long periods of time sitting down.","<strong>One school&#x2019;s experience with play-based learning</strong>","However, some schools in New Zealand are adopting Play-Based Learning (PBL) &#x2013; with very positive results. Kaimai School, a small rural primary school near Tauranga, introduced PBL at the beginning of 2018.","Dane Robertson, the school&#x2019;s former principal who initiated its transition to PBL, says the first noticeable change was improvement of social interactions between children.","&#x201C;The children began to solve their own problems and fewer would come to me with small issues; they began to self-police their own behaviour.&#x201D;","In the classroom, teachers reported that children were better engaged in reading, writing, and maths groups, and were more confident to give things a go.","Indeed, risk-taking is central to healthy child development and to this end Kaimai raised $130,000 to finance a skate park, an investment that Robertson says quickly paid dividends.","Within a term, children were observed to develop confidence, patience, perseverance, calculated risk taking, and resilience.","&#x201C;All these personality traits are hugely important in adulthood, and the only way this can be achieved is to offer these experiences for children in a controlled environment.&#x201D;","Students are allowed to play bullrush, climb trees and make huts, and plans are afoot to build a wooden barn for storage of tyres, scaffolding planks and wooden climbing boxes. There is also a wish list of items such as a mud kitchen and a fire pit.","Kaimai&#x2019;s change in approach came about after Robertson read of schools in Colorado where schooling had been reduced to four days a week because of a funding crisis. Astonishingly the impact on the children&#x2019;s achievement had been positive, it was thought because children were able to be involved in play of their choice on the fifth day. Less school led to better results.","Reading this prompted Robertson to revisit the work of Swiss psychologist and child development expert, Jean Piaget. Piaget&#x2019;s theory of cognitive development and epistemological view are together called &#x2018;genetic epistemology&#x2019;, and some of his research led to the belief that every interaction establishes cognitive structure in children. This is said to be especially important in the classroom environment.","In 2017, Kaimai staff had professional development with the Brainwave Trust and Nathan Mikaere-Wallis which focused on neuroscience and how the brain works. They learned that at about age seven, the longitudinal fissure (the area where the left and right hemispheres join) strengthens and each hemisphere starts to take on a more dominant role. This is when the brain becomes far more receptive to higher order tasks such as reading, writing, and maths.","Following that, there was professional development with teacher and author Pennie Brownlee, and Longworth Education.","At Kaimai, junior classes still have the focus of reading, writing, and maths, but follow-up activities have often been replaced with free play. The teacher will put out invitations or &#x2018;provocations&#x2019;, that are open-ended starting points for play.","Ideally, the items set up for play are natural materials, allowing students to link with nature and use their imaginations;&#xA0; an example being that a plastic apple in a play kitchen will only be played with as an apple, whilst a pinecone could be an apple, an egg or a bottle of tomato sauce.","&#x201C;My findings are that Play-Based Learning is not something that a teacher just does; rather, it is a pedagogical approach to teaching, it is a philosophy that can be backed up through neuroscience, educational theorists and research,&#x201D; says Robertson.","The school&#x2019;s approach is to look at the whole student.","&#x201C;We fell down the rabbit hole of focusing on students who were struggling in reading, writing, and maths. Late last year we realised we had not looked carefully at the whole student, as we had students who in the areas of reading, writing, and maths were at, or mostly beyond, their expected levels but had huge social gaps.&#x201D;","Students&#x2019; academic progress is still a focus, but teachers also consider where they are at with regards to cognitive stages.","&#x201C;Play is an easy way for teachers to observe the key competencies in real situations, which are student-led and student-focused.&#x201D;","Kaimai is now investigating what PBL looks like in middle and senior classes with students participating in inquiry projects known as DIY. Teaching is focused on the process rather than the product, and inquiry time is treated more like play.","<strong>They are mindful of the definition of play as defined by eminent Boston psychologist, Peter Gray:</strong>","<em>&#x201C;Play by definition, is, first and foremost, an activity that is self-chosen and self-directed. It is an activity that you are always free to quit. Activities that are chosen by teachers and directed or evaluated by teachers, is not play.</em>"]},{"id":2,"category":"future","title":"Life after National Standards","subtitle":"While schools are quickly finding their way in the new post-National Standards era, parents may find the adjustment more difficult, reports Jude Barback.","author":"Education Central","date":"September 19, 2018","content":["As I opened my son&#x2019;s mid-year school report, I found myself scanning for the reassuring words &#x2018;At&#x2019; or &#x2018;Above&#x2019;. But of course they weren&#x2019;t there &#x2013; after all, this was his first post-National Standards school report.","One of Chris Hipkins&#x2019; first tasks as Education Minister was to dismantle the primary school assessment system introduced by the National Government in 2009. National Standards measured whether students were &#x2018;above&#x2019;, &#x2018;at&#x2019; or &#x2018;below&#x2019; the expected level for reading, writing and maths.","&#x201C;They&#x2019;re not national and they&#x2019;re not standard,&#x201D; Hipkins said, before Labour was elected and he became Education Minister.","&#x201C;National Standards don&#x2019;t measure progress; they fail to recognise that different kids learn differently and at different rates.&#x201D;","Hipkins also took exception to the way the Standards narrowed the curriculum to reading, writing and maths, often at the expense of other curriculum areas.","Last year, Education Central canvassed teachers to find Hipkins&#x2019; views echoed those of many teachers.","Jess Byrne felt National Standards weren&#x2019;t an accurate measure &#x2013; particularly for our youngest students.","&#x201C;I am also very concerned that for our most vulnerable students these measures could be very detrimental to their self-esteem. They clearly highlight the student&#x2019;s deficits and take away any recognition of strengths in other learning areas.&#x201D;","&#x201C;The language of &#x2018;above&#x2019;, &#x2018;at&#x2019; or &#x2018;below&#x2019; the standard is just cruel,&#x201D; agreed Sheherazad Bhote, who also had concerns that National Standards didn&#x2019;t support the idea that children learn at their own speed.","Many educators also resented the fact that National Standards data could be used to publicly compare schools, as this opened up the possibility of discrimination against children with English as a second language or special learning needs who might &#x2018;skew&#x2019; the data.","There is broad agreement in education circles that the emphasis should be on an individual student&#x2019;s progress, rather than reaching an arbitrary standard. It&#x2019;s hard to argue with that. All parents want to see progression in their child&#x2019;s learning, regardless of whether they are struggling or gifted. After all, an &#x2018;above&#x2019; measure, while reassuring, doesn&#x2019;t tell you all that much about whether your child has made any improvement.","The challenge for schools is how to demonstrate this progress to parents.","Hipkins says that rather than relying on one tool, teachers can use a range of assessment tools to understand students&#x2019; progress across the full curricula. Schools have generally been doing this for some time anyway and many insist that it is a case of &#x2018;business as usual&#x2019; in the new post-National Standards era.","Yet there will be parents all around New Zealand, just like me, searching school reports for answers to the key questions: Are my children making progress? Are they where they should be? And of course, are they decent little human beings?","Upon closer reading, I found all the answers I was seeking. The report was crammed with detail about what he was learning, how he was performing against the school competencies, and his next learning steps.","But is this merely good fortune that the school has worked hard to establish a new and effective system of reporting to parents? With no clear guidance from the Ministry of Education, schools are left grappling with how to forge their own way.","Some have opted simply to continue with a system based largely on the National Standards system. Others have used the opportunity to delve into other learning areas and competencies of the curriculum and measure against those.","A number of schools are supplementing the formal twice-yearly reports with real-time reporting to parents with apps like Linc-Ed and SeeSaw.","The biggest challenge for schools, as they wean parents off National Standards, will be to find a way that works for them and their community to clearly articulate children&#x2019;s progress and a sense of whether they&#x2019;re achieving at the expected level."]},{"id":3,"category":"future","title":"Smooth transitions","subtitle":"What does it take to make a good transition from early childhood education to school, and from primary to intermediate or secondary school? By Rachel Helyer Donaldson.","author":"Education Central","date":"September 21, 2018","content":["As George&#x2019;s fifth birthday approached, in March, his mum Megan assumed he would be pretty relaxed about starting school. The third child, he&#x2019;d spent a lot of time there already, accompanying his two older siblings on drop-offs and pick-ups. His kindergarten had helped him prepare by encouraging independence and talking about school.","So she was surprised when George became &#x201C;very nervous&#x201D;, she says. &#x201C;He displayed a fair bit of anxiety leading up to it, lots of tears and trouble getting to sleep at night.&#x201D;","Things resolved after the second of two school visits &#x2013; &#x201C;interestingly, the one where I didn&#x2019;t stay!&#x201D;","George&#x2019;s teacher put him at ease with a calm and positive classroom environment. He could now enjoy his last week of kindy, including his &#x2018;happy last day&#x2019; ceremony, and looked forward to starting school.","This year, George&#x2019;s 12-year-old brother Max also started senior school, in Year 7. Although Max was not going to a completely new school, the transition is definitely seen as a big step, Megan says.","&#x201C;The kids step up to a much larger position of responsibility in the school community. It&#x2019;s a notable transition with homework expectations and leadership opportunities.&#x201D;","While very different, starting primary school and moving on to intermediate (or secondary school, if primary goes up to Year 8) are two massive milestones in a child&#x2019;s life. As Kahli Oliveira, a Year 1 team leader at Mt Albert&#x2019;s Gladstone Primary School, who has also taught intermediate children for eight years in Gisborne, puts it: new entrants&#x2019; classes are &#x201C;the beginning of it all&#x201D; while intermediate is &#x201C;a time of transformation, when children tend to grow up&#x201D;.","The <em>New Zealand Curriculum</em> describes those middle school years as &#x201C;a time of great change for learners as they move from childhood to adolescence&#x201D;. Most of these children also transition between different school settings.","For five-year-olds turning up on their first day of school, there is no expectation to know how to read or write. &#x2018;School ready&#x2019; children can manage themselves and their belongings, says Nicky Edwards, a new entrants&#x2019; teacher at Halswell School in Christchurch.","This includes being able to go to the toilet on their own, blow their own noses and follow a simple routine, like getting their reading book and water bottle out at the start of the day, or packing their bag at the end. Social skills, like knowing how to share, take turns and ask an adult for help, are also useful, she adds.","Gladstone Primary School fosters a &#x2018;can-do&#x2019; attitude among its new entrants, says Oliveira.","&#x201C;It&#x2019;s the ability to try something new without it being too scary, or overwhelming or thinking that it&#x2019;s not the right way to do things. Just knowing that teachers and parents have got your back; we&#x2019;re there to help them but we&#x2019;re not going to do it for them.&#x201D;","Basic literacy and numeracy skills are useful but not essential, says Edwards. &#x201C;We test early in a fun environment and teach from where the children are at.&#x201D;","But, she adds, if a child is developmentally ready to learn, &#x201C;then they really take off when they are exposed to this learning when they start school&#x201D;.","A significant Australian study, <em>Starting School</em>, observes that schools need to be ready for children, not the other way around. Gladstone, which has a diverse ethnic community and wide-ranging learning needs, follows a similar philosophy, says Oliveira.","&#x201C;Some children are really ready to start school; some would rather be playing with the blocks and in the sandpit. As Year 0 and 1 teachers, we have to be responsive and tailor our programmes to meet those needs. Each child makes individual progress, no matter where they start.&#x201D;","It&#x2019;s worth remembering you can choose to start a child any time up to a year later, when they turn six. &#x201C;Children who are &#x2018;not school ready&#x2019; tend to need a lot of support to manage their day,&#x201D; says Edwards. But, she adds, &#x201C;they can really enjoy being in the school environment, particularly if it has a play-based environment&#x201D;.","Families can help a child before they start school by visiting outside school hours to have a play and get familiar with the environment, says Edwards. Having positive conversations about starting school and encouraging self-management skills, such as packing and carrying their own bags, all help too.","&#x201C;Our contributing ECEs [early childhood education centres] are brilliant and prepare the children well,&#x201D; she adds.","Both teachers agree that pre-school visits are crucial. Halswell offers three visits while Gladstone provides between four and six. Parents stay initially with the child, but there are children-only visits too, as well as information sessions for the adults.","If new entrants feel a strong connection between home and school, they feel safe and they&#x2019;re going to learn, says Oliveira. &#x201C;We want those little people to believe in themselves. Enjoying school is paramount.&#x201D;","Adolescents starting at intermediate have different challenges. They&#x2019;re no longer the self-assured, Year 6 &#x2018;big kids&#x2019; at primary, but Year 7 newbies. Along with the sheer number of new students all starting at the same time, the other major difference, says Glenfield Intermediate principal Mark Whitford, is &#x201C;the social, emotional and physiological changes that young adolescents experience during this time&#x201D;.","A successful transition is essential to ensure there is no negative impact on learning, he says. The key is &#x201C;building a positive rapport and relationship with the learner and family as soon as possible, and providing a variety of opportunities to visit the intermediate&#x201D;. Connections with local primary schools are also crucial, he adds.","As early as Term 2, Year 6 students from the local primaries spend a day at Glenfield meeting teachers and trying out different classes. There are open evenings, an outing to see Glenfield&#x2019;s school production, and other special events.","Whitfield urges families to take up any chances they can to visit the intermediate.","&#x201C;Parents can also help by celebrating the transition as an important stepping-stone into the next phase of education. The more positive parents are, the more likely the children are to be positive about the move.&#x201D;"]}]]